Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/science/samilogut/2015/2_samisk_sprak_i_grunnskolen.pdf.tmx
Source language: nob
Languages: sme

source: Situasjon for samisk opplæring i skolen kan ha sin årsakssammenheng med to andre forhold som er belyst i denne artikkelen: Læremiddelsituasjonen for opplæring i og på samisk og Fylkesmennenes tilsyn med samiskopplæringa.
sme: Sámegiela oahpahusa dilli skuvllas sáhttá leat gitta guovtti eará áššis maid lea guorahallan dán artihkkalis: Oahpponeavvodilli sámegielat oahpahusas ja oahpahusas sámegielas, ja fylkkamánniid bearráigeahčut sámegiela oahpahusas.

source: Selv om læremiddelsituasjonen i grunnskolen har blitt bedre de siste fire årene, er det fortsatt til dels store mangler.
sme: Vaikko oahpponeavvodilli vuođđoskuvllas lea buorránan maŋimuš njeallje jagi, de leat ain stuorra váilevašvuođat.

source: Tilsynene i Oslo og Akershus og i Nordland viste lovbrudd og at samiske elevers rettigheter til opplæring i samisk ikke ble oppfylt.
sme: Bearráigeahččamiin Oslos ja Akershusas ja Nordlánddas bohtet láhkarihkkumat ovdan ja sámi oahppiid vuoigatvuohta oažžut oahpahusa sámegielas ii ollašuvvan.

source: Tilsyn i Finnmark viste at de tre undersøkte kommunene og en videregående skole utførte opplæringa i og på samisk på en tilfredsstillende måte.
sme: Njeallje bearráigeahččama Finnmárkkus čájehit ahte golbma gieldda ja okta joatkkaskuvla čađahit sámegiela oahpahusa dohkálaš vuogi mielde.

source: Det hadde ikke blitt ført tilsyn i andre fylker de fire siste årene.
sme: Eará fylkkain ii leat bearráigeahččan sámegiela oahpahusa.

source: Noe som også er et interessant funn.
sme: Datge lea miellagiddevaš gávnnus.
